Revit 2015 API
DimensionTypeSet Constructor
Initializes a new instance of the DimensionTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public DimensionTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
DimensionTypeSet()
See Also
DimensionTypeSet Class
Autodesk.Revit.DB Namespace